Revit 2027 API
ParameterTypeId.MepZoneHotwaterLoop Property
 "Heating Hot Water Loop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepZoneHotwaterLoop { get; }
Public Shared ReadOnly Property MepZoneHotwaterLoop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepZoneHotwaterLoop {
	ForgeTypeId^ get ();
}
static member MepZoneHotwaterLoop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace